{
  "logo": "https://dominusautoma.com/static/media/logo_truly_transparent.08c2d1902cd78ca9d303.png",
  "comments": [
    {
      "author": "MementoMori",
      "comment": "Hey all! 50+ single dad with 3 kids under 13. Love gaming but uninterrupted time is short!",
      "numberOfReaction": 1
    },
    {
      "author": "CaptainNic",
      "comment": "Hey all, my buddy @Blank<Neil> sent me the reddit post and I'm stoked to try the game out.",
      "numberOfReaction": 3
    },
    {
      "author": "Pheryl",
      "comment": "Hi, also saw the post and reddit and would love to give it a go",
      "numberOfReaction": 2
    },
    {
      "author": "Jojje Dalunde (Indigowd)",
      "comment": "Saw the post on Reddit. Can relate to busy family life. The concept sounds intriguing and would love to try it!",
      "numberOfReaction": 2
    },
    {
      "author": "Preaux",
      "comment": "Hello everyone, Im Tony , 50's, and would love to try the game",
      "numberOfReaction": 2
    },
    {
      "author": "Migalicious",
      "comment": "saw this on reddit, would love an invite @Tom",
      "numberOfReaction": 2
    },
    {
      "author": "FlannelProphet",
      "comment": "Hey everyone saw the post on reddit and thought it looked interesting. Can't wait to see more and try it at some point.",
      "numberOfReaction": 3
    },
    {
      "author": "Blank<Neil>",
      "comment": "Hola! I'm Neil, 30s, Old school Shadowbane player! I backed crowfall; amazing idea and roadmap but it never came together. Sometimes I try idle hero games to scratch the MMO itch, but too many of them are dragged down by mobile game financial models. This concept is v cool though. I'm here for it!",
      "numberOfReaction": 2
    },
    {
      "author": "Belregar",
      "comment": "Hey, I saw the post made on reddit and it really speaks to me, I still try every MMO but because of work/life it's not the same as when I was a kid/student. I would love to get a invite @Tom to see what you guys are cooking!",
      "numberOfReaction": 2
    },
    {
      "author": "xenoaroe",
      "comment": "retired MMO vet, current dad of 2 young kids (3 and 1). Absolutely love the idea of the game. Saw this on reddit, would love to try it out",
      "numberOfReaction": 2
    },
    {
      "author": "Strayborne",
      "comment": "Hi all. 49 (in March) year old dude with too much time on my hands that is an Idler/Incremental game enthusiast. I don't need a key, already have the game from the previous play test back in November. I never actually got to test it back then, got sidetracked. Spent quite a bit of time with it today though! Should have joined the Discord sooner, but only just now getting around to it.",
      "numberOfReaction": 1
    },
    {
      "author": "DynamicJoker",
      "comment": "Dad with twin kids here ✌ game looks like it could be a fun time. @Tom would love an invite for the playtest. Thanks!",
      "numberOfReaction": 1
    },
    {
      "author": "dazza",
      "comment": "40 yr old, 2 young kids, aging PC and body. I'm here for fun. @Tom key please?",
      "numberOfReaction": 1
    },
    {
      "author": "Bouncy",
      "comment": "38 yr old with 2 kids, the screenshots look brilliant! @Tom could i get a playtest key please?",
      "numberOfReaction": 1
    },
    {
      "author": "Beardious",
      "comment": "40yr old dad of a 2yr old. This game screams for me. From the reddit post. Can't wait to try this out.",
      "numberOfReaction": 1
    },
    {
      "author": "Dale",
      "comment": "@Tom also here from the Reddit post! Would love to join the fun.",
      "numberOfReaction": 1
    },
    {
      "author": "Zoneh",
      "comment": "Hey all! Coming in from facebook group post, would love to help test the game:)",
      "numberOfReaction": 1
    },
    {
      "author": "Blusiek Elaclaire",
      "comment": "Hey, im Blusiek. I got info about this game from one of devs. I found the idea of this game as a great opportunity for busy, parent Like people who want to stay in touch with MMO world. I AM gamer my whole life, 32 y.o. father and working whole days. Still can find some time to Play some games 🙂 i wish to try join a beta tests 🙂 cheers and beat wishes for devs! And ofc you all, Gamers! Once Gamer, Always Gamer!",
      "numberOfReaction": 2
    },
    {
      "author": "Stadi",
      "comment": "Hey Stadi here glad i found the Project on Reddit looking for something like this for a long time, can't wait to test it 😅",
      "numberOfReaction": 2
    },
    {
      "author": "TristeCantante",
      "comment": "Hello everyone! My name is Marcel. I'm Polish, 30+ guy (like many of U - gamers generation?). I've played some mmorpg but your game seems to be something refreshing, something that would renew memories. As a gaming geek, I played Medal Of Honor Allied Assault Spearhead the most. I've participated in hundreds of tournaments, but before esports. Although it was possible to get sponsors :D. When it comes to mmorpgs, I mostly played MU online, where AFK and book on the right mouse button were standard ^^. Now maybe something about my interests outside of games: Books (yeah the same ones as before were on the mouse xD), construction, music (I was a singer in a folk group) and more but I'm tired after work, so sorry. Catch ya later!",
      "numberOfReaction": 3
    },
    {
      "author": "cuckertarlson",
      "comment": "Just saw the play test is live and to send a message on discord for a key, would love to test the game!",
      "numberOfReaction": 1
    },
    {
      "author": "Mallu",
      "comment": "Hello, i'd like a key to test your game out! long time rpg/idle game player, signed up on your website aswell",
      "numberOfReaction": 1
    },
    {
      "author": "tekdout",
      "comment": "Just saw this game on Reddit. Would love to play test. I signed up on the website.",
      "numberOfReaction": 1
    },
    {
      "author": "Denko",
      "comment": "Hey hey, saw you on reddit, im an avid mmo fan and an idle game lover",
      "numberOfReaction": 1
    },
    {
      "author": "Honk",
      "comment": "Howdy all, came across this from reddit and love the idea/concept. I travel alot for work and I dont often get a whole of dedicated time to hyper focus.",
      "numberOfReaction": 1
    },
    {
      "author": "GhostshadowX",
      "comment": "Was interested in testing things out, but not sure if you devs are still releasing keys or not. If so, I'm looking to test things out. Thank you",
      "numberOfReaction": 1
    },
    {
      "author": "Snoozye",
      "comment": "Hey just saw a post on reddit. Game looks interesting was hoping to try it out. Been playing some idle mmos (browsers) lately. This seemed to be an interesting concept. Saw to post on Discord for a key? Also signed up on the site.",
      "numberOfReaction": 1
    },
    {
      "author": "Snowbear",
      "comment": "Hey, 36 year old dad gamer from the UK currently sat coding a work project still be wanting in on some of that sweet MMO action that I just dont have the spare time for at present!",
      "numberOfReaction": 1
    },
    {
      "author": "Commander Bosko",
      "comment": "Hey all! I've gone around the Sun almost 40 times now. I've been playing MMOs my whole life since EQ. I'm excited to play this game with all of you!",
      "numberOfReaction": 1
    },
    {
      "author": "celidog",
      "comment": "Hey! 31y old IT-technician from Norway here. Been playing MMO's, and only MMO's for the most part, since about 2005. Looking forward to see this project continue its work 😊",
      "numberOfReaction": 1
    },
    {
      "author": "Abinash",
      "comment": "Hey everyone, 22 yr old salaryman from here, salesman to specific. I enjoy mmo and card games. Feel free to reach me out, I love socialising.",
      "numberOfReaction": 1
    },
    {
      "author": "cyrdax",
      "comment": "old ass former game dav who build games like farmville and cityville along with the empires and allies, but loved mmos and want to see the next evolution for less active gamers! love this idea and hope to help! (edytowane)",
      "numberOfReaction": 1
    },
    {
      "author": "EmberTail",
      "comment": "Heyo 31 year old gamer dad with little time, saw the game post on reddit and super interested in checking the game out when possible!",
      "numberOfReaction": 1
    },
    {
      "author": "Hemperbud",
      "comment": "Yo, 30 y/o dad sick and tired of not having time for mmo's anymore. real excited to have this open on my second monitor all day lol",
      "numberOfReaction": 1
    },
    {
      "author": "c_0",
      "comment": "Heya! 36 dude from the US, and an alt-oholic. MMO's have been my favorite genre since WoW vanilla beta, and a healer since the launch of WoW: burning crusade. Magic dps would be my second class of choice, kiting in pvp is one of the most fun I get for pvp. I've always wanted to create, or be a part of a full healer & tank guild specifically, but I haven't met enough people to really make that guild happen. It just sounds cool, the idea of people seeing the guild name and going \"sweet, we are gonna have a nice smooth run\".",
      "numberOfReaction": 1
    },
    {
      "author": "Maybe",
      "comment": "Hey all 30 y/o gamer from Switzerland here. Grew up on Nintendo and WoW. Saw the post on Reddit and wanted to follow this interesting MMORPG project too. Great idea for sure 😊",
      "numberOfReaction": 1
    },
    {
      "author": "Lewdski",
      "comment": "Heyo, been playing MMOs my whole life, grew up on games like Nostale and Metin2 and have been going since. Really looking forward to this playtest. Let's have some fun lads",
      "numberOfReaction": 1
    },
    {
      "author": "Lunchbox",
      "comment": "Gamer Dad who loved MMOs when not a dad and also a current idle gamer. Looking forward to seeing what the project looks like.",
      "numberOfReaction": 1
    },
    {
      "author": "Bread",
      "comment": "Yo yo, saw the reddit post today. I've been playing MMOs for most of my life, played WoW, Rift, and FF14 at a highly competitive level. Nowadays I've gotten a bit more casual. I've also really enjoyed idle games, been playing them for thousands of hours. Melvor is a favorite, looking forward to Melvor 2. Big fan of Pokeclicker, among others.",
      "numberOfReaction": 1
    }
  ]
}
